{"put": "id:msmarco:passage::963", "fields": {"text": "Waterproof fabrics are fabrics that are inherently, or have been treated to become, resistant to penetration by water and wetting. The term waterproof refers to conformance to a governing specification and specific conditions of a laboratory test method.", "id": "963"}}
{"put": "id:msmarco:passage::964", "fields": {"text": "Coated fabrics consist of woven and non-woven cloth with a coating or resin applied to the surface or saturated into the bulk of the material to provide some additional property. Specifications include: product type. material type. dimensions.", "id": "964"}}
{"put": "id:msmarco:passage::968", "fields": {"text": "All cord piping is made by hand using premium marine vinyls and foam core (unless specified otherwise by customer). The average cost to completely remove, reupholster/rebuild, and reinstall all associated interior components in a 20 foot runabout is $2,500.00. Similar to the cost of a new couch, loveseat, and coffee table at a reasonably priced furniture store. Of course, prices will vary depending on the boat.", "id": "968"}}
{"put": "id:msmarco:passage::982", "fields": {"text": "Good morning everyone, this is going to be a short post about the retention offers I received on my 5 Citi credit cards. Before I go on, I highly recommend reading Doctor of Credit’s post on Retention Bonus Rules & Tips For Each Card Issuer – Get More Than One Bonus Each Year. I called Citi yesterday to tell them I was going to make a large “purchase” at Target with my Citi American Airlines Executive Credit Card.", "id": "982"}}
{"put": "id:msmarco:passage::983", "fields": {"text": "David Hecker, President, AFT Michigan. Keith Johnson, President, Detroit Federation of Teachers. John McDonald, President, Henry Ford Community College Fed of Teachers. Ruby Newbold, President, Detroit Assoc. of Educational Office Employees.", "id": "983"}}
{"put": "id:msmarco:passage::984", "fields": {"text": "Lynda Carter was born on July 24, 1951 in Phoenix, Arizona, USA as Linda Jean Cordova Carter. She is an actress, known for Wonder Woman (1975), The Elder Scrolls IV: Oblivion (2006) and The Dukes of Hazzard (2005). She has been married to Robert Altman since January 29, 1984. They have two children.", "id": "984"}}
{"put": "id:msmarco:passage::991", "fields": {"text": "There are three classes of diuretic drugs that are used to treat hypertension. Most commonly used are thiazide diuretics such as hydrochlorothiazide or chlorthalidone. There is not usually an increased urine flow after the first one or two days of taking these medications.", "id": "991"}}
{"put": "id:msmarco:passage::992", "fields": {"text": "Monitor your pulse. You should know how to take your pulse – especially if you have an artificial pacemaker. 1  Put the second and third fingers of one hand on the inside of the wrist of the other hand, just below the thumb OR on the side of your neck, just below the corner of your jaw.  Feel for the pulse.", "id": "992"}}
{"put": "id:msmarco:passage::993", "fields": {"text": "All medications have side effects, including drugs to treat arrhythmias. Most of the side effects aren't serious and disappear when the dose is changed or the medication is stopped. But some side effects are very serious. That's why some children are admitted to the hospital to begin the medication.", "id": "993"}}
{"put": "id:msmarco:passage::994", "fields": {"text": "If you're being treated for arrhythmia and use any of these substances, be sure to discuss this with your doctor. Manage your risk factors. Just having an arrhythmia increases your risk of heart attack, cardiac arrest and stroke.", "id": "994"}}