{"put": "id:msmarco:passage::0", "fields": {"text": "The presence of communication amid scientific minds was equally important to the success of the Manhattan Project as scientific intellect was. The only cloud hanging over the impressive achievement of the atomic researchers and engineers is what their success truly meant; hundreds of thousands of innocent lives obliterated.", "id": "0"}}
{"put": "id:msmarco:passage::1", "fields": {"text": "The Manhattan Project and its atomic bomb helped bring an end to World War II. Its legacy of peaceful uses of atomic energy continues to have an impact on history and science.", "id": "1"}}
{"put": "id:msmarco:passage::2", "fields": {"text": "Essay on The Manhattan Project - The Manhattan Project The Manhattan Project was to see if making an atomic bomb possible. The success of this project would forever change the world forever making it known that something this powerful can be manmade.", "id": "2"}}
{"put": "id:msmarco:passage::3", "fields": {"text": "The Manhattan Project was the name for a project conducted during World War II, to develop the first atomic bomb. It refers specifically to the period of the project from 194 … 2-1946 under the control of the U.S. Army Corps of Engineers, under the administration of General Leslie R. Groves.", "id": "3"}}
{"put": "id:msmarco:passage::4", "fields": {"text": "versions of each volume as well as complementary websites. The first website–The Manhattan Project: An Interactive History–is available on the Office of History and Heritage Resources website, http://www.cfo. doe.gov/me70/history. The Office of History and Heritage Resources and the National Nuclear Security", "id": "4"}}
{"put": "id:msmarco:passage::5", "fields": {"text": "The Manhattan Project. This once classified photograph features the first atomic bomb — a weapon that atomic scientists had nicknamed Gadget.. The nuclear age began on July 16, 1945, when it was detonated in the New Mexico desert.", "id": "5"}}
{"put": "id:msmarco:passage::6", "fields": {"text": "Nor will it attempt to substitute for the extraordinarily rich literature on the atomic bombs and the end of World War II. This collection does not attempt to document the origins and development of the Manhattan Project.", "id": "6"}}
{"put": "id:msmarco:passage::7", "fields": {"text": "Manhattan Project. The Manhattan Project was a research and development undertaking during World War II that produced the first nuclear weapons. It was led by the United States with the support of the United Kingdom and Canada. From 1942 to 1946, the project was under the direction of Major General Leslie Groves of the U.S. Army Corps of Engineers. Nuclear physicist Robert Oppenheimer was the director of the Los Alamos Laboratory that designed the actual bombs. The Army component of the project was designated the", "id": "7"}}
{"put": "id:msmarco:passage::8", "fields": {"text": "In June 1942, the United States Army Corps of Engineersbegan the Manhattan Project- The secret name for the 2 atomic bombs.", "id": "8"}}
{"put": "id:msmarco:passage::9", "fields": {"text": "One of the main reasons Hanford was selected as a site for the Manhattan Project's B Reactor was its proximity to the Columbia River, the largest river flowing into the Pacific Ocean from the North American coast.", "id": "9"}}
{"put": "id:msmarco:passage::10", "fields": {"text": "group discussions, community boards or panels with a third party, or victim and offender dialogues, and requires a skilled facilitator who also has sufficient understanding of sexual assault, domestic violence, and dating violence, as well as trauma and safety issues.", "id": "10"}}
{"put": "id:msmarco:passage::11", "fields": {"text": "punishment designed to repair the damage done to the victim and community by an offender's criminal act. Ex: community service, Big Brother program indeterminate sentence", "id": "11"}}
{"put": "id:msmarco:passage::12", "fields": {"text": "Tutorial: Introduction to Restorative Justice. Restorative justice is a theory of justice that emphasizes repairing the harm caused by criminal behaviour. It is best accomplished through cooperative processes that include all stakeholders. This can lead to transformation of people, relationships and communities. Practices and programs reflecting restorative purposes will respond to crime by: 1  identifying and taking steps to repair harm, 2  involving all stakeholders, and. 3  transforming the traditional relationship between communities and their governments in responding to crime.", "id": "12"}}
{"put": "id:msmarco:passage::13", "fields": {"text": "Organize volunteer community panels, boards, or committees that meet with the offender to discuss the incident and offender obligation to repair the harm to victims and community members. Facilitate the process of apologies to victims and communities. Invite local victim advocates to provide ongoing victim-awareness training for probation staff.", "id": "13"}}
{"put": "id:msmarco:passage::14", "fields": {"text": "The purpose of this paper is to point out a number of unresolved issues in the criminal justice system, present the underlying principles of restorative justice, and then to review the growing amount of empirical data on victim-offender mediation.", "id": "14"}}
{"put": "id:msmarco:passage::15", "fields": {"text": "Each of these types of communities—the geographic community of the victim, offender, or crime; the community of care; and civil society—may be injured by crime in different ways and degrees, but all will be affected in common ways as well: The sense of safety and confidence of their members is threatened, order within the community is threatened, and (depending on the kind of crime) common values of the community are challenged and perhaps eroded.", "id": "15"}}
{"put": "id:msmarco:passage::16", "fields": {"text": "The approach is based on a theory of justice that considers crime and wrongdoing to be an offense against an individual or community, rather than the State. Restorative justice that fosters dialogue between victim and offender has shown the highest rates of victim satisfaction and offender accountability.", "id": "16"}}
{"put": "id:msmarco:passage::17", "fields": {"text": "Inherent in many people’s understanding of the notion of ADR is the existence of a dispute between identifiable parties. Criminal justice, however, is not usually conceptualised as a dispute between victim and offender, but is instead seen as a matter concerning the relationship between the offender and the state. This raises a complex question as to whether a criminal offence can properly be described as a ‘dispute’.", "id": "17"}}
{"put": "id:msmarco:passage::18", "fields": {"text": "Criminal justice, however, is not usually conceptualised as a dispute between victim and offender, but is instead seen as a matter concerning the relationship between the offender and the state. 3 This raises a complex question as to whether a criminal offence can properly be described as a ‘dispute’.", "id": "18"}}
{"put": "id:msmarco:passage::19", "fields": {"text": "The circle includes a wide range of participants including not only the offender and the victim but also friends and families, community members, and justice system representatives. The primary distinction between conferencing and circles is that circles do not focus exclusively on the offense and do not limit their solutions to repairing the harm between the victim and the offender.", "id": "19"}}
{"put": "id:msmarco:passage::20", "fields": {"text": "Phloem is a conductive (or vascular) tissue found in plants. Phloem carries the products of photosynthesis (sucrose and glucose) from the leaves to other parts of the plant. … The corresponding system that circulates water and minerals from the roots is called the xylem.", "id": "20"}}
{"put": "id:msmarco:passage::21", "fields": {"text": "Phloem and xylem are complex tissues that perform transportation of food and water in a plant. They are the vascular tissues of the plant and together form vascular bundles. They work together as a unit to bring about effective transportation of food, nutrients, minerals and water.", "id": "21"}}
{"put": "id:msmarco:passage::22", "fields": {"text": "Phloem and xylem are complex tissues that perform transportation of food and water in a plant. They are the vascular tissues of the plant and together form vascular bundles.", "id": "22"}}
{"put": "id:msmarco:passage::23", "fields": {"text": "Phloem is a conductive (or vascular) tissue found in plants. Phloem carries the products of photosynthesis (sucrose and glucose) from the leaves to other parts of the plant.", "id": "23"}}
{"put": "id:msmarco:passage::24", "fields": {"text": "Unlike xylem (which is composed primarily of dead cells), the phloem is composed of still-living cells that transport sap. The sap is a water-based solution, but rich in sugars made by the photosynthetic areas.", "id": "24"}}
{"put": "id:msmarco:passage::25", "fields": {"text": "In xylem vessels water travels by bulk flow rather than cell diffusion. In phloem, concentration of organic substance inside a phloem cell (e.g., leaf) creates a diffusion gradient by which water flows into cells and phloem sap moves from source of organic substance to sugar sinks by turgor pressure.", "id": "25"}}
{"put": "id:msmarco:passage::26", "fields": {"text": "The mechanism by which sugars are transported through the phloem, from sources to sinks, is called pressure flow. At the sources (usually the leaves), sugar molecules are moved into the sieve elements (phloem cells) through active transport.", "id": "26"}}
{"put": "id:msmarco:passage::27", "fields": {"text": "Phloem carries the products of photosynthesis (sucrose and glucose) from the leaves to other parts of the plant. … The corresponding system that circulates water and minerals from the roots is called the xylem.", "id": "27"}}
{"put": "id:msmarco:passage::28", "fields": {"text": "Xylem transports water and soluble mineral nutrients from roots to various parts of the plant. It is responsible for replacing water lost through transpiration and photosynthesis. Phloem translocates sugars made by photosynthetic areas of plants to storage organs like roots, tubers or bulbs.", "id": "28"}}
{"put": "id:msmarco:passage::29", "fields": {"text": "At this time the Industrial Workers of the World had a membership of over 100,000 members. In 1913 William Haywood replaced Vincent Saint John as secretary-treasurer of the Industrial Workers of the World. By this time, the IWW had 100,000 members.", "id": "29"}}
{"put": "id:msmarco:passage::30", "fields": {"text": "This was not true of the Industrial Workers of the World and as a result many of its members were first and second generation immigrants. Several immigrants such as Mary 'Mother' Jones, Hubert Harrison, Carlo Tresca, Arturo Giovannitti and Joe Haaglund Hill became leaders of the organization.", "id": "30"}}
{"put": "id:msmarco:passage::31", "fields": {"text": "Chinese Immigration and the Chinese Exclusion Acts. In the 1850s, Chinese workers migrated to the United States, first to work in the gold mines, but also to take agricultural jobs, and factory work, especially in the garment industry.", "id": "31"}}
{"put": "id:msmarco:passage::32", "fields": {"text": "The Rise of Industrial America, 1877-1900. When in 1873 Mark Twain and Charles Dudley Warner entitled their co-authored novel The Gilded Age, they gave the late nineteenth century its popular name. The term reflected the combination of outward wealth and dazzle with inner corruption and poverty.", "id": "32"}}
{"put": "id:msmarco:passage::33", "fields": {"text": "American objections to Chinese immigration took many forms, and generally stemmed from economic and cultural tensions, as well as ethnic discrimination. Most Chinese laborers who came to the United States did so in order to send money back to China to support their families there.", "id": "33"}}
{"put": "id:msmarco:passage::34", "fields": {"text": "The rise of industrial America, the dominance of wage labor, and the growth of cities represented perhaps the greatest changes of the period. Few Americans at the end of the Civil War had anticipated the rapid rise of American industry.", "id": "34"}}
{"put": "id:msmarco:passage::35", "fields": {"text": "The resulting Angell Treaty permitted the United States to restrict, but not completely prohibit, Chinese immigration. In 1882, Congress passed the Chinese Exclusion Act, which, per the terms of the Angell Treaty, suspended the immigration of Chinese laborers (skilled or unskilled) for a period of 10 years.", "id": "35"}}
{"put": "id:msmarco:passage::36", "fields": {"text": "Industrial Workers of the World. In 1905 representatives of 43 groups who opposed the policies of American Federation of Labour, formed the radical labour organisation, the Industrial Workers of the World (IWW). The IWW's goal was to promote worker solidarity in the revolutionary struggle to overthrow the employing class.", "id": "36"}}
{"put": "id:msmarco:passage::37", "fields": {"text": "The railroads powered the industrial economy. They consumed the majority of iron and steel produced in the United States before 1890. As late as 1882, steel rails accounted for 90 percent of the steel production in the United States. They were the nation’s largest consumer of lumber and a major consumer of coal.", "id": "37"}}
{"put": "id:msmarco:passage::38", "fields": {"text": "This finally resulted in legislation that aimed to limit future immigration of Chinese workers to the United States, and threatened to sour diplomatic relations between the United States and China.", "id": "38"}}
{"put": "id:msmarco:passage::39", "fields": {"text": "Costa Rica is known as a prime Eco-tourism destination so visitors are assured of majestic views, amazing destination spots and a temperate climate. These factors assure medical tourists of an excellent vacation experience that is conducive for recovery and relaxation.", "id": "39"}}
{"put": "id:msmarco:passage::40", "fields": {"text": "Medical Tours Costa Rica: Medical Tourism Made Easy! “No Other Firm Has Helped More Patients. Receive Care Over the Last 15 Years”", "id": "40"}}
{"put": "id:msmarco:passage::41", "fields": {"text": "Medical Tours Costa Rica difference: At MTCR, our aim is to become your “one-stop shop” for health care services, so we have put together packages with you, the medical tourist, in mind, offering a wide variety of specialties.", "id": "41"}}
{"put": "id:msmarco:passage::42", "fields": {"text": "Cost of Medical Treatment in Costa Rica. The following are cost comparisons between Medical procedures in Costa Rica and equivalent procedures in the United States: [sources: 1,2]", "id": "42"}}
{"put": "id:msmarco:passage::43", "fields": {"text": "Common Treatments done by Medical Tourists in Costa Rica. Known initially for its excellent dental surgery services, medical tourism in Costa Rica has spread to a variety of other medical procedures, including: General and cosmetic dentistry; Cosmetic surgery; Aesthetic procedures (botox, skin resurfacing etc) Bariatric and Laparoscopic surgery", "id": "43"}}
{"put": "id:msmarco:passage::44", "fields": {"text": "Medical Tours costa Rica office remains within the hospital and the Cook brothers 15 year relationship running the hospital’s insurance office and seven years running the international patient department serves you the client very well.", "id": "44"}}
{"put": "id:msmarco:passage::45", "fields": {"text": "About us. Medical Tours Costa Rica has helped thousands of patients and are the innovators in medical travel to Costa Rica. Brad and Bill Cook are visionaries that saw the writing on the wall while running the International insurance office for Costa Rica’s busiest and most respected hospital The Clinica Biblica.", "id": "45"}}
{"put": "id:msmarco:passage::46", "fields": {"text": "In an era of rising health care costs and decreased medical coverage, the concept of combining surgery with travel has taken off. The last decade has seen a boom in the health tourism sector in Costa Rica, especially in the area of plastic surgery.", "id": "46"}}
{"put": "id:msmarco:passage::47", "fields": {"text": "The World Bank ranked Costa Rica as having the highest life expectancy, at 78.7 years. This figure is the highest amongst all countries in Latin America, and is equivalent to the level in Canada and higher than the United States by a year. Top Hospitals for Medical Tourism in Costa Rica", "id": "47"}}
{"put": "id:msmarco:passage::48", "fields": {"text": "Over the last decade, Costa Rica has evolved from being a mere eco-tourism destination and emerged as a country of choice for foreigners, particularly from United States and Canada. These seek quality healthcare services and surgeries at a much lower price than their home countries.", "id": "48"}}
{"put": "id:msmarco:passage::49", "fields": {"text": "Color—urine can be a variety of colors, most often shades of yellow, from very pale or colorless to very dark or amber. Unusual or abnormal urine colors can be the result of a disease process, several medications (e.g., multivitamins can turn urine bright yellow), or the result of eating certain foods.", "id": "49"}}
{"put": "id:msmarco:passage::50", "fields": {"text": "I had 3 cups of coffee and a red bull today all in 4 hours. The first time I urinated, it was an amber color. Then I got worried and drank a lot of water and now my urine is back to normal (light yellow). This only happened once after drinking all that caffeine. Related Topics: Coffee, Urination, Drinking, Caffeine.", "id": "50"}}
{"put": "id:msmarco:passage::51", "fields": {"text": "During the visual examination of the urine, the laboratorian observes the urine's color and clarity. These can be signs of what substances may be present in the urine. They are interpreted in conjunction with results obtained during the chemical and microscopic examinations to confirm what substances are present.", "id": "51"}}
{"put": "id:msmarco:passage::52", "fields": {"text": "But the basic details of your urine -- color, smell, and how often you go -- can give you a hint about what’s going on inside your body. Pee is your body’s liquid waste, mainly made of water, salt, and chemicals called urea and uric acid. Your kidneys make it when they filter toxins and other bad stuff from your blood.", "id": "52"}}
{"put": "id:msmarco:passage::53", "fields": {"text": "However, red-colored urine can also occur when blood is present in the urine and can be an indicator of disease or damage to some part of the urinary system. Another example is yellow-brown or greenish-brown urine that may be a sign of bilirubin in the urine (see The Chemical Examination section).", "id": "53"}}
{"put": "id:msmarco:passage::54", "fields": {"text": "The shade, light or dark, also changes. If it has no color at all, that may be because you’ve been drinking a lot of water or taking a drug called a diuretic, which helps your body get rid of fluid. Very dark honey- or brown-colored urine could be a sign that you’re dehydrated and need to get more fluids right away.", "id": "54"}}
{"put": "id:msmarco:passage::55", "fields": {"text": "A good rule of thumb is the darker your urine, the more water you need to drink. And if your urine is any other color besides a various shade of yellow (which we’ll get into down below) something may be wrong.", "id": "55"}}
{"put": "id:msmarco:passage::56", "fields": {"text": "Color, density, and smell can reveal health problems. Human urine has been a useful tool of diagnosis since the earliest days of medicine. The color, density, and smell of urine can reveal much about the state of our health. Here, for starters, are some of the things you can tell from the hue of your liquid excreta. Advertising Policy.", "id": "56"}}
{"put": "id:msmarco:passage::57", "fields": {"text": "More concentrated urine in the bladder can be darker. As long as your urine returned to a more-normal, light yellow color after you drank more water, there is no need to be concerned.", "id": "57"}}
{"put": "id:msmarco:passage::58", "fields": {"text": "The color, density, and smell of urine can reveal much about the state of our health. Here, for starters, are some of the things you can tell from the hue of your liquid excreta. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission.", "id": "58"}}
{"put": "id:msmarco:passage::59", "fields": {"text": "The most common cause for liver transplantation in adults is cirrhosis caused by various types of liver injuries such as infections (hepatitis B and C), alcohol, autoimmune liver diseases, early‐stage liver cancer, metabolic and hereditary disorders, but also diseases of unknown aetiology.ombination therapy of ursodeoxycholic acid and corticosteroids for primary biliary cirrhosis with features of autoimmune hepatitis: a meta-analysis. A meta-analysis was performed of RCTs comparing therapies that combine UDCA and corticosteroids with UDCA monotherapy.", "id": "59"}}
{"put": "id:msmarco:passage::60", "fields": {"text": "Inborn errors of bile acid synthesis can produce life-threatening cholestatic liver disease (which usually presents in infancy) and progressive neurological disease presenting later in childhood or in adult life.he neurological presentation often includes signs of upper motor neurone damage (spastic paraparesis). The most useful screening test for many of these disorders is analysis of urinary cholanoids (bile acids and bile alcohols); this is usually now achieved by electrospray ionisation tandem mass spectrometry.", "id": "60"}}
{"put": "id:msmarco:passage::61", "fields": {"text": "Autoimmune liver disease and thyroid disease. Autoimmune disorders, including autoimmune thyroid disorders, occur in up to 34% of patients with autoimmune hepatitis. The presence of these disorders is associated with female sex, older age and certain human leukocyte antigens (HLAs).he liver might also be affected in patients with the genetic autoimmune disease, polyglandular autoimmune syndrome, which affects the thyroid gland. This interaction again demonstrates crosstalk between autoimmune disturbances in the thyroid system and the liver.", "id": "61"}}
{"put": "id:msmarco:passage::62", "fields": {"text": "Primary biliary cirrhosis, or PBC, is a chronic, or long-term, disease of the liver that slowly destroys the medium-sized bile ducts within the liver. Bile is a digestive liquid that is made in the liver. It travels through the bile ducts to the small intestine, where it helps digest fats and fatty vitamins.In patients with PBC, the bile ducts are destroyed by inflammation. This causes bile to remain in the liver, where gradual injury damages liver cells and causes cirrhosis, or scarring of the liver.As cirrhosis progresses and the amount of scar tissue in the liver increases, the liver loses its ability to function.t travels through the bile ducts to the small intestine, where it helps digest fats and fatty vitamins. In patients with PBC, the bile ducts are destroyed by inflammation. This causes bile to remain in the liver, where gradual injury damages liver cells and causes cirrhosis, or scarring of the liver.", "id": "62"}}
{"put": "id:msmarco:passage::63", "fields": {"text": "Hepatitis B and C, alcoholism, hemochromatosis, and primary biliary cirrhosis -- all causes of cirrhosis -- are some of the major risk factors for liver cancer. Cirrhosis due to hepatitis C is the leading cause of hepatocellular carcinoma in the United States.rimary Biliary Cirrhosis. Up to 95% of primary biliary cirrhosis (PBC) cases occur in women, usually around age 50. In people with PBC, the immune system attacks and destroys cells in the liver’s bile ducts. Like many autoimmune disorders, the causes of PBC are unknown.", "id": "63"}}
{"put": "id:msmarco:passage::64", "fields": {"text": "The disorders of peroxisome biogenesis and peroxisomal β-oxidation that affect bile acid synthesis will be covered in the review by Ferdinandusse et al.he neurological presentation often includes signs of upper motor neurone damage (spastic paraparesis). The most useful screening test for many of these disorders is analysis of urinary cholanoids (bile acids and bile alcohols); this is usually now achieved by electrospray ionisation tandem mass spectrometry.", "id": "64"}}
{"put": "id:msmarco:passage::65", "fields": {"text": "The neurological presentation often includes signs of upper motor neurone damage (spastic paraparesis). The most useful screening test for many of these disorders is analysis of urinary cholanoids (bile acids and bile alcohols); this is usually now achieved by electrospray ionisation tandem mass spectrometry.he neurological presentation often includes signs of upper motor neurone damage (spastic paraparesis). The most useful screening test for many of these disorders is analysis of urinary cholanoids (bile acids and bile alcohols); this is usually now achieved by electrospray ionisation tandem mass spectrometry.", "id": "65"}}
{"put": "id:msmarco:passage::66", "fields": {"text": "Autoimmune Hepatitis. A liver disease in which the body's immune system damages liver cells for unknown reasons. PubMed Health Glossary. (Source: NIH-National Institute of Diabetes and Digestive and Kidney Diseases).ombination therapy of ursodeoxycholic acid and corticosteroids for primary biliary cirrhosis with features of autoimmune hepatitis: a meta-analysis. A meta-analysis was performed of RCTs comparing therapies that combine UDCA and corticosteroids with UDCA monotherapy.", "id": "66"}}
{"put": "id:msmarco:passage::67", "fields": {"text": "1 itchiness (pruritus). 2  Pruritus is the primary symptom of cholestasis and is thought to be due to interactions of serum bile acids with opioidergic nerves. 3  In fact, the opioid antagonist naltrexone is used to treat pruritus due to cholestasis.ile is secreted by the liver to aid in the digestion of fats. Bile formation begins in bile canaliculi that form between two adjacent surfaces of liver cells (hepatocytes) similar to the terminal branches of a tree.", "id": "67"}}
{"put": "id:msmarco:passage::68", "fields": {"text": "Primary Biliary Cirrhosis. Up to 95% of primary biliary cirrhosis (PBC) cases occur in women, usually around age 50. In people with PBC, the immune system attacks and destroys cells in the liver’s bile ducts. Like many autoimmune disorders, the causes of PBC are unknown.rimary Biliary Cirrhosis. Up to 95% of primary biliary cirrhosis (PBC) cases occur in women, usually around age 50. In people with PBC, the immune system attacks and destroys cells in the liver’s bile ducts. Like many autoimmune disorders, the causes of PBC are unknown.", "id": "68"}}
{"put": "id:msmarco:passage::69", "fields": {"text": "However, a major motive with people today wanting to use the barley harvest to determine the start of the year is to justify starting the year AS EARLY AS POSSIBLE, frequently even before the end of winter. That is in fact the opposite of what the Talmud records the leaders of the Sanhedrin occasionally doing ...", "id": "69"}}
{"put": "id:msmarco:passage::70", "fields": {"text": "Some people claim that the timing of the barley harvest in Israel should be the deciding factor as to when to start the new year for determining the observance of God's annual Feasts and Holy Days.", "id": "70"}}
{"put": "id:msmarco:passage::71", "fields": {"text": "Barley (Hordeum vulgare L.), a member of the grass family, is a major cereal grain. It was one of the first cultivated grains and is now grown widely. Barley grain is a staple in Tibetan cuisine and was eaten widely by peasants in Medieval Europe. Barley has also been used as animal fodder, as a source of fermentable material for beer and certain distilled beverages, and as a component of various health foods.", "id": "71"}}
{"put": "id:msmarco:passage::72", "fields": {"text": "The state of the barley harvest could PERHAPS cause the start of a year to be postponed to THE FOLLOWING NEW MOON (thereby giving the previous year a 13th month), but the state of the barley harvest could NEVER DETERMINE THAT AN EARLIER NEW MOON SHOULD BE USED TO START THE YEAR!", "id": "72"}}
{"put": "id:msmarco:passage::73", "fields": {"text": "The grape harvest was usually completed before Tabernacles, but most of the olive harvest came after the autumn festivals. In ancient Israel the primary harvest season extended from April to November. This harvest period might be subdivided into three seasons and three major crops: the spring grain harvest, the summer grape harvest and the autumn olive harvest.", "id": "73"}}
{"put": "id:msmarco:passage::74", "fields": {"text": "Barley is not as cold tolerant as the winter wheats (Triticum aestivum), fall rye (Secale cereale) or winter triticale (× Triticosecale Wittm. ex A. Camus.), but may be sown as a winter crop in warmer areas of Australia and Great Britain. Barley has a short growing season and is also relatively drought tolerant.", "id": "74"}}
{"put": "id:msmarco:passage::75", "fields": {"text": "“Wheat ripens later than barley and, according to the Gezer Manual, was harvested during the sixth agricultural season, yrh qsr wkl (end of April to end of May)” (page 88; also see the chart on page 37 of Borowski’s book, reproduced below).", "id": "75"}}
{"put": "id:msmarco:passage::76", "fields": {"text": "That claim is obviously not correct. God did not hinge the start of a new year on the state of the barley crop, even if on occasions in the first and second centuries A.D. the pharisaical leaders of the Sanhedrin in Jerusalem decided to use the state of the barley harvest to start a new year one new moon later.", "id": "76"}}
{"put": "id:msmarco:passage::77", "fields": {"text": "Barley is always sown in the autumn, after the early rains, and the barley harvest, which for any given locality precedes the wheat harvest (Exodus 9:31 f), begins near Jericho in April--or even March--but in the hill country of Palestine is not concluded until the end of May or beginning of June.", "id": "77"}}
{"put": "id:msmarco:passage::78", "fields": {"text": "Pentecost, near the end of the grain harvest, included grain and loaf offerings (verses 16-17). Pentecost was also called “the Feast of Harvest” (Exodus 23:16). Barley and wheat were planted in the autumn and ripened in spring. Barley matured faster and would be harvested sooner. The firstfruits of grain offered during the Festival of Unleavened Bread would have been barley.", "id": "78"}}
{"put": "id:msmarco:passage::79", "fields": {"text": "There are however some very serious illnesses that can cause this pain in left side under ribs. These would include pneumothorax, pancreatitis, and dissection of the abdominal aorta. It could also be a spleen disorder, kidney stones, or pericardritis (inflammation of the heart sac).", "id": "79"}}
{"put": "id:msmarco:passage::80", "fields": {"text": "Pancreatitis is an inflammation of the pancreas and can be caused by eating very fatty foods. If the left side pain under ribs is caused by a dissection of the abdominal aorta, your life is in immediate danger. Dying from an internal hemorrhage is the major risk involved in this situation.", "id": "80"}}
{"put": "id:msmarco:passage::81", "fields": {"text": "What organs are on your left side of body. Causes of Pain under Left Rib Cage. Here are just some of the possible reasons why you may be feeling pain under your left rib cage: Gas Stuck in the Colon – There is a chance that you have gas stuck in your colon. The amount of gas that is stuck may be excessive.", "id": "81"}}
{"put": "id:msmarco:passage::82", "fields": {"text": "For the individual bones, see Rib. For ribs of animals as food, see Ribs (food). For other uses, see Rib (disambiguation). The rib cage is an arrangement of bones in the thorax of all vertebrates except the lamprey and the frog. It is formed by the vertebral column, ribs, and sternum and encloses the heart and lungs.", "id": "82"}}
{"put": "id:msmarco:passage::83", "fields": {"text": "If the lower set of ribs on the right side of the rib cage get damaged due to an injury, then one is likely to experience a sharp pain under the right rib cage. If the pain worsens when one tries to bend or twist the body, then an X-ray examination should be conducted to study the extent of damage to the ribs.", "id": "83"}}
{"put": "id:msmarco:passage::84", "fields": {"text": "Vital organs such as heart and lungs are protected by the rib cage. Under the rib cage lie many organs that form a part of the abdomen. Most of the organs that lie in the abdominal region are a part of the digestive system. These include the liver, gallbladder, kidneys, pancreas, spleen, stomach, small intestine and the large intestine.", "id": "84"}}
{"put": "id:msmarco:passage::85", "fields": {"text": "The only organs contained in the chest cavity are the lungs and the heart. Obviously, one of the lungs is under the left rib cage, and then the heart is also found here. The o…nly other part of the chest cavity to be noted would be the diaphragm, which aids a person's breathing. 4 people found this useful.", "id": "85"}}
{"put": "id:msmarco:passage::86", "fields": {"text": "Usually, you can feel the pain reverberating from the upper portion of the left side of your abdomen towards the left side of your ribcage. Irritation on the Spleen – There is a chance that your spleen has already ruptured because of various reasons and this can cause some pains on the left rib cage.", "id": "86"}}
{"put": "id:msmarco:passage::87", "fields": {"text": "Each rib consists of a head, neck, and a shaft, and they are numbered from top to bottom. The head of rib is the end part closest to the spine with which it articulates. It is marked by a kidney-shaped articular surface which is divided by a horizontal crest into two facets.", "id": "87"}}
{"put": "id:msmarco:passage::88", "fields": {"text": "With either of these there is a fairly simple medication treatment. There is also the possibility that gas is caught in the colon. This is even less serious that acid reflux and does not require medication to resolve it. Sharp pain left side under ribs might come from a condition called costochondritis.", "id": "88"}}
{"put": "id:msmarco:passage::89", "fields": {"text": "1 COMMERCIAL CONCRETE. Since 1981, Wheeler Services, Inc has handled commercial concrete projects such as Medical offices, Auto plants, Commercial buildings, Retail buildings, Colleges, Manufacturing Plants, Restaurants, Churches, Our areas of service include Georgia, Alabama, North Carolina and South Carolina.", "id": "89"}}
{"put": "id:msmarco:passage::90", "fields": {"text": "Lendmark Financial Services, LLC Steve was named Chief Credit Officer of Lendmark Financial Services, LLC in January 2016. In his current role, Steve oversees the credit philosophy and manages both the short and long-term credit strategy for Lendmark.", "id": "90"}}
{"put": "id:msmarco:passage::91", "fields": {"text": "Wheeler Services, Inc. is a commercial contractor specialized in building concrete structures such as foundations, slabs on grade,elevated decks, retaining walls, heavy duty paving, hardscaping,staircases, and storm water management structures. Additionally, its commercial and residential landscaping division has been in business since 1981.", "id": "91"}}
{"put": "id:msmarco:passage::92", "fields": {"text": "Dr. Wheeler graduated from the Latvian Med Academy, Riga, Latvia (fn: 594 01) in 1977. She works in Crisfield, MD and 1 other location and specializes in Emergency Medicine. Dr. Wheeler is affiliated with Atlantic General Hospital, McCready Foundation and Peninsula Regional Medical Center. Experience Years Experience: 41", "id": "92"}}
{"put": "id:msmarco:passage::93", "fields": {"text": "With over 20 years of experience in the financial services industry, Steve has extensive expertise in consumer finance risk management and compliance, operational risk management, and securitization and funding strategy.", "id": "93"}}
{"put": "id:msmarco:passage::94", "fields": {"text": "Steve Wheeler was recently named Chief Credit Officer for Lendmark Financial Services, LLC. Click to learn more about Steve Wheeler.", "id": "94"}}
{"put": "id:msmarco:passage::95", "fields": {"text": "Dr. Wheeler's Education & Training. Medical School Latvian Med Academy, Riga, Latvia (fn: 594 01); Graduated 1977", "id": "95"}}
{"put": "id:msmarco:passage::96", "fields": {"text": "He holds a Bachelor of Arts degree in American Legal and Constitutional History from the University of Minnesota where he was a member of Phi Beta Kappa. Steve is also a proud veteran who served in the U.S. Army and U.S. Army Reserves. ©2017 Lendmark Financial Services, LLC. Steve was named Chief Credit Officer of Lendmark Financial Services, LLC in January 2016. In his current role, Steve oversees the credit philosophy and manages both the short and long-term credit strategy for Lendmark.", "id": "96"}}
{"put": "id:msmarco:passage::97", "fields": {"text": "Dr. Wheeler's Accepted Insurance. Please verify insurance information directly with your doctor's office as it may change frequently. Not Available; Dr. Wheeler's Office Information & Appointments", "id": "97"}}
{"put": "id:msmarco:passage::98", "fields": {"text": "Wheeler Services is licensed in the Georgia, Alabama, North Carolina, South Carolina, and Tennessee. Wheeler Services, Inc. is a commercial contractor specialized in building concrete structures such as foundations, slabs on grade, elevated decks, retaining walls, heavy duty paving, hardscaping, staircases, and storm water management structures.", "id": "98"}}
{"put": "id:msmarco:passage::99", "fields": {"text": "(1841 - 1904) Contrary to legend, Antonín Dvořák (September 8, 1841 - May 1, 1904) was not born in poverty. His father was an innkeeper and butcher, as well as an amateur musician. The father not only put no obstacles in the way of his son's pursuit of a musical career, he and his wife positively encouraged the boy.", "id": "99"}}