{"put": "id:query:query::1", "fields": {}}
{"put": "id:wiki:wiki::1", "fields": {"title": "Aaron", "text": "Aaron Aaron ( or ; \"Ahärôn\") is a prophet, high priest, and the brother of Moses in the Abrahamic religions. Knowledge of Aaron, along with his brother Moses, comes exclusively from religious texts, such as the Bible and Quran. The Hebrew Bible relates that, unlike Moses, who grew up in the Egyptian royal court, Aaron and his elder sister Miriam remained with their kinsmen in the eastern border-land of Egypt (Goshen). When Moses first confronted the Egyptian king about the Israelites, Aaron served as his brother's spokesman (\"prophet\") to the Pharaoh. Part of the Law (Torah) that Moses received from", "id": 1}}
{"put": "id:wiki:wiki::2", "fields": {"title": "Aaron", "text": "God at Sinai granted Aaron the priesthood for himself and his male descendants, and he became the first High Priest of the Israelites. Aaron died before the Israelites crossed the North Jordan river and he was buried on Mount Hor (Numbers 33:39; Deuteronomy 10:6 says he died and was buried at Moserah). Aaron is also mentioned in the New Testament of the Bible. According to the Book of Exodus, Aaron first functioned as Moses' assistant. Because Moses complained that he could not speak well, God appointed Aaron as Moses' \"prophet\" (Exodus 4:10-17; 7:1). At the command of Moses, he let", "id": 2}}
{"put": "id:wiki:wiki::3", "fields": {"title": "Aaron", "text": "his rod turn into a snake. Then he stretched out his rod in order to bring on the first three plagues. After that, Moses tended to act and speak for himself. During the journey in the wilderness, Aaron was not always prominent or active. At the battle with Amalek, he was chosen with Hur to support the hand of Moses that held the \"rod of God\". When the revelation was given to Moses at biblical Mount Sinai, he headed the elders of Israel who accompanied Moses on the way to the summit. While Joshua went with Moses to the top,", "id": 3}}
{"put": "id:wiki:wiki::4", "fields": {"title": "Aaron", "text": "however, Aaron and Hur remained below to look after the people. From here on in Exodus, Leviticus and Numbers, Joshua appears in the role of Moses' assistant while Aaron functions instead as the first high priest. The books of Exodus, Leviticus and Numbers maintain that Aaron received from God a monopoly over the priesthood for himself and his male descendants (Exodus 28:1). The family of Aaron had the exclusive right and responsibility to make offerings on the altar to Yahweh. The rest of his tribe, the Levites, were given subordinate responsibilities within the sanctuary (Numbers 3). Moses anointed and consecrated", "id": 4}}
{"put": "id:wiki:wiki::5", "fields": {"title": "Aaron", "text": "Aaron and his sons to the priesthood, and arrayed them in the robes of office (Leviticus 8; cf. Exodus 28-29). He also related to them God's detailed instructions for performing their duties while the rest of the Israelites listened (Leviticus 1-7, 11-27). Aaron and his successors as high priest were given control over the Urim and Thummim by which the will of God could be determined (Exodus 28:30). God commissioned the Aaronide priests to distinguish the holy from the common and the clean from the unclean, and to teach the divine laws (the Torah) to the Israelites (Leviticus 10:10-11). The", "id": 5}}
{"put": "id:wiki:wiki::6", "fields": {"title": "Aaron", "text": "priests were also commissioned to bless the people (Numbers 6:22-27). When Aaron completed the altar offerings for the first time and, with Moses, \"blessed the people: and the glory of the appeared unto all the people: And there came a fire out from before the , and consumed upon the altar the burnt offering and the fat [which] when all the people saw, they shouted, and fell on their faces\" (Leviticus 9:23-24). In this way, the institution of the Aaronide priesthood was established. In later books of the Hebrew Bible, Aaron and his kin are not mentioned very often except", "id": 6}}
{"put": "id:wiki:wiki::7", "fields": {"title": "Aaron", "text": "in literature dating to the Babylonian captivity and later. The books of Judges, Samuel and Kings mention priests and Levites, but do not mention the Aaronides in particular. The Book of Ezekiel, which devotes much attention to priestly matters, calls the priestly upper class the Zadokites after one of King David's priests. It does reflect a two-tier priesthood with the Levites in subordinate position. A two-tier hierarchy of Aaronides and Levites appears in Ezra, Nehemiah and Chronicles. As a result, many historians think that Aaronide families did not control the priesthood in pre-exilic Israel. What is clear is that high", "id": 7}}
{"put": "id:wiki:wiki::8", "fields": {"title": "Aaron", "text": "priests claiming Aaronide descent dominated the Second Temple period. Most scholars think the Torah reached its final form early in this period, which may account for Aaron's prominence in Exodus, Leviticus and Numbers. Aaron plays a leading role in several stories of conflicts during Israel's wilderness wanderings. During the prolonged absence of Moses on Mount Sinai, the people provoked Aaron to make a golden calf. (Exodus 32:1-6). This incident nearly caused God to destroy the Israelites (Exodus 32:10). Moses successfully intervened, but then led the loyal Levites in executing many of the culprits; a plague afflicted those who were left", "id": 8}}
{"put": "id:wiki:wiki::9", "fields": {"title": "Aaron", "text": "(Exodus 32:25-35). Aaron, however, escaped punishment for his role in the affair, because of the intercession of Moses according to Deuteronomy 9:20. Later retellings of this story almost always excuse Aaron for his role. For example, in rabbinic sources and in the Quran, Aaron was not the idol-maker and upon Moses' return begged his pardon because he felt mortally threatened by the Israelites (Quran 7:142-152). On the day of Aaron's consecration, his oldest sons, Nadab and Abihu, were burned up by divine fire because they offered \"strange\" incense (Leviticus 10:1-3). Most interpreters think this story reflects a conflict between priestly", "id": 9}}
{"put": "id:wiki:wiki::10", "fields": {"title": "Aaron", "text": "families some time in Israel's past. Others argue that the story simply shows what can happen if the priests do not follow God's instructions given through Moses. The Torah generally depicts the siblings, Moses, Aaron, and Miriam, as the leaders of Israel after the Exodus, a view also reflected in the biblical Book of Micah. Numbers 12, however, reports that on one occasion, Aaron and Miriam complained about Moses' exclusive claim to be the 's prophet. Their presumption was rebuffed by God who affirmed Moses' uniqueness as the one with whom the spoke face to face. Miriam was punished with", "id": 10}}
{"put": "id:wiki:wiki::11", "fields": {"title": "Aaron", "text": "a skin disease (\"tzaraath\") that turned her skin white. Aaron pleaded with Moses to intercede for her, and Miriam, after seven days' quarantine, was healed. Aaron once again escaped any retribution. According to Numbers 16-17, a Levite named Korah led many in challenging Aaron's exclusive claim to the priesthood. When the rebels were punished by being swallowed up by the earth (Numbers 16:25-35), Eleazar, the son of Aaron, was commissioned to take charge of the censers of the dead priests. And when a plague broke out among the people who had sympathized with the rebels, Aaron, at the command of", "id": 11}}
{"put": "id:wiki:wiki::12", "fields": {"title": "Aaron", "text": "Moses, took his censer and stood between the living and the dead till the plague abated (Numbers 17:1-15, 16:36-50). To emphasize the validity of the Levites' claim to the offerings and tithes of the Israelites, Moses collected a rod from the leaders of each tribe in Israel and laid the twelve rods overnight in the tent of meeting. The next morning, Aaron's rod was found to have budded and blossomed and produced ripe almonds (Numbers 17:8). The following chapter then details the distinction between Aaron's family and the rest of the Levites: while all the Levites (and only Levites) were", "id": 12}}
{"put": "id:wiki:wiki::13", "fields": {"title": "Aaron", "text": "devoted to the care of the sanctuary, charge of its interior and the altar was committed to the Aaronites alone (Numbers 18:1-7). Aaron, like Moses, was not permitted to enter Canaan with the Israelites because the two brothers showed impatience at Meribah (Kadesh) in the last year of the desert pilgrimage (Numbers 20:12-13), when Moses brought water out of a rock to quench the people's thirst. Although they had been commanded to speak to the rock, Moses struck it with the staff twice, which was construed as displaying a lack of deference to the (Numbers 20:7-11). There are two accounts", "id": 13}}
{"put": "id:wiki:wiki::14", "fields": {"title": "Aaron", "text": "of the death of Aaron in the Torah. Numbers says that soon after the incident at Meribah, Aaron with his son Eleazar and Moses ascended Mount Hor. There Moses stripped Aaron of his priestly garments and transferred them to Eleazar. Aaron died on the summit of the mountain, and the people mourned for him thirty days (Numbers 20:22-29; compare 33:38-39). The other account is found in Deuteronomy 10:6, where Aaron died at Moserah and was buried. There is a significant amount of travel between these two points, as the itinerary in Numbers 33:31–37 records seven stages between Moseroth (Mosera) and", "id": 14}}
{"put": "id:wiki:wiki::15", "fields": {"title": "Aaron", "text": "Mount Hor. Aaron was 123 at the time of his death. Aaron married Elisheba, daughter of Amminadab and sister of Nahshon (Exodus 6:23) of the tribe of Judah. The sons of Aaron were Eleazar, Ithamar, and Nadab and Abihu. A descendant of Aaron is an Aaronite, or Kohen, meaning Priest. Any non-Aaronic Levite—i.e., descended from Levi but not from Aaron—assisted the Levitical priests of the family of Aaron in the care of the tabernacle; later of the temple. The Gospel of Luke records that both Zechariah and Elizabeth and therefore their son John the Baptist were descendants of Aaron. The", "id": 15}}
{"put": "id:wiki:wiki::16", "fields": {"title": "Aaron", "text": "older prophets and prophetical writers beheld in their priests the representatives of a religious form inferior to the prophetic truth; men without the spirit of God and lacking the will-power requisite to resist the multitude in its idolatrous proclivities. Thus Aaron, the first priest, ranks below Moses: he is his mouthpiece, and the executor of the will of God revealed through Moses, although it is pointed out that it is said fifteen times in the Torah that \"the Lord spoke to Moses \"and\" Aaron.\" Under the influence of the priesthood that shaped the destinies of the nation under Persian rule,", "id": 16}}
{"put": "id:wiki:wiki::17", "fields": {"title": "Aaron", "text": "a different ideal of the priest was formed, according to Malachi 2:4–7, and the prevailing tendency was to place Aaron on a footing equal with Moses. \"At times Aaron, and at other times Moses, is mentioned first in Scripture—this is to show that they were of equal rank,\" says the Mekhilta of Rabbi Ishmael, which strongly implies this when introducing in its record of renowned men the glowing description of Aaron's ministration. In fulfilment of the promise of peaceful life, symbolized by the pouring of oil upon his head (Leviticus Rabbah x., Midrash Teh. cxxxiii. 1), Aaron's death, as described", "id": 17}}
{"put": "id:wiki:wiki::18", "fields": {"title": "Aaron", "text": "in the Haggadah, was of a wonderful tranquility. Accompanied by Moses, his brother, and by Eleazar, his son, Aaron went to the summit of Mount Hor, where the rock suddenly opened before him and a beautiful cave lit by a lamp presented itself to his view. \"Take off thy priestly raiment and place it upon thy son Eleazar!\" said Moses; \"and then follow me.\" Aaron did as commanded; and they entered the cave, where was prepared a bed around which angels stood. \"Go lie down upon thy bed, my brother,\" Moses continued; and Aaron obeyed without a murmur. Then his", "id": 18}}
{"put": "id:wiki:wiki::19", "fields": {"title": "Aaron", "text": "soul departed as if by a kiss from God. The cave closed behind Moses as he left; and he went down the hill with Eleazar, with garments rent, and crying: \"Alas, Aaron, my brother! thou, the pillar of supplication of Israel!\" When the Israelites cried in bewilderment, \"Where is Aaron?\" angels were seen carrying Aaron's bier through the air. A voice was then heard saying: \"The law of truth was in his mouth, and iniquity was not found on his lips: he walked with me in righteousness, and brought many back from sin\" (Malachi 2:6). He died, according to Seder", "id": 19}}
{"put": "id:wiki:wiki::20", "fields": {"title": "Aaron", "text": "Olam Rabbah ix., R. H. 2, 3a, on the first of Av. The pillar of cloud which proceeded in front of Israel's camp disappeared at Aaron's death (see Seder Olam, ix. and R. H. 2b-3a). The seeming contradiction between Numbers 20:22 et seq. and Deuteronomy 10:6 is solved by the rabbis in the following manner: Aaron's death on Mount Hor was marked by the defeat of the people in a war with the king of Arad, in consequence of which the Israelites fled, marching seven stations backward to Mosera, where they performed the rites of mourning for Aaron; wherefore it", "id": 20}}
{"put": "id:wiki:wiki::21", "fields": {"title": "Aaron", "text": "is said: \"There [at Mosera] died Aaron.\" The rabbis also dwell with special laudation on the brotherly sentiment which united Aaron and Moses. When the latter was appointed ruler and Aaron high priest, neither betrayed any jealousy; instead they rejoiced in one another's greatness. When Moses at first declined to go to Pharaoh, saying: \"O my Lord, send, I pray thee, by the hand of him whom thou wilt send\" (Exodus 4:13), he was unwilling to deprive Aaron, his brother, of the high position the latter had held for so many years; but the Lord reassured him, saying: \"Behold, when", "id": 21}}
{"put": "id:wiki:wiki::22", "fields": {"title": "Aaron", "text": "he seeth thee, he will be glad in his heart\" (). Indeed, Aaron was to find his reward, says Shimon bar Yochai; for that heart which had leaped with joy over his younger brother's rise to glory greater than his was decorated with the Urim and Thummim, which were to \"be upon Aaron's heart when he goeth in before the Lord\" (Canticles Rabbah i. 10). Moses and Aaron met in gladness of heart, kissing each other as true brothers (Exodus 4:27; compare Song of Songs 8:1), and of them it is written: \"Behold how good and how pleasant [it is]", "id": 22}}
{"put": "id:wiki:wiki::23", "fields": {"title": "Aaron", "text": "for brethren to dwell together in unity!\" (Psalm 133:1). Of them it is said: \"Mercy and truth are met together; righteousness and peace have kissed [each other]\" (Psalms 85:10); for Moses stood for righteousness, according to Deuteronomy 33:21, and Aaron for peace, according to . Again, mercy was personified in Aaron, according to Deuteronomy 33:8, and truth in Moses, according to Numbers 12:7 . When Moses poured the oil of anointment upon the head of Aaron, Aaron modestly shrank back and said: \"Who knows whether I have not cast some blemish upon this sacred oil so as to forfeit this", "id": 23}}
{"put": "id:wiki:wiki::24", "fields": {"title": "Aaron", "text": "high office.\" Then the Shekhinah spoke the words: \"Behold the precious ointment upon the head, that ran down upon the beard of Aaron, that even went down to the skirts of his garment, is as pure as the dew of Hermon\" () . According to Tanhuma, Aaron's activity as a prophet began earlier than that of Moses. Hillel held Aaron up as an example, saying: \"Be of the disciples of Aaron, loving peace and pursuing peace; love your fellow creatures and draw them nigh unto the Law!\" This is further illustrated by the tradition preserved in Abot de-Rabbi Natan 12,", "id": 24}}
{"put": "id:wiki:wiki::25", "fields": {"title": "Aaron", "text": "Sanhedrin 6b, and elsewhere, according to which Aaron was an ideal priest of the people, far more beloved for his kindly ways than was Moses. While Moses was stern and uncompromising, brooking no wrong, Aaron went about as peacemaker, reconciling man and wife when he saw them estranged, or a man with his neighbor when they quarreled, and winning evil-doers back into the right way by his friendly intercourse. The mourning of the people at Aaron's death was greater, therefore, than at that of Moses; for whereas, when Aaron died the whole house of Israel wept, including the women, (Numbers", "id": 25}}
{"put": "id:wiki:wiki::26", "fields": {"title": "Aaron", "text": "20:29) Moses was bewailed by \"the sons of Israel\" only (Deuteronomy 34:8). Even in the making of the Golden Calf the rabbis find extenuating circumstances for Aaron. His fortitude and silent submission to the will of God on the loss of his two sons are referred to as an excellent example to men how to glorify God in the midst of great affliction. Especially significant are the words represented as being spoken by God after the princes of the Twelve Tribes had brought their dedication offerings into the newly reared Tabernacle: \"Say to thy brother Aaron: Greater than the gifts", "id": 26}}
{"put": "id:wiki:wiki::27", "fields": {"title": "Aaron", "text": "of the princes is thy gift; for thou art called upon to kindle the light, and, while the sacrifices shall last only as long as the Temple lasts, thy light shall last forever.\" In the Eastern Orthodox and Maronite churches, Aaron is venerated as a saint whose feast day is shared with his brother Moses and celebrated on September 4. (Those churches that follow the traditional Julian Calendar celebrate this day on September 17 of the modern Gregorian Calendar). Aaron is also commemorated with other Old Testament saints on the Sunday of the Holy Fathers, the Sunday before Christmas. Aaron", "id": 27}}
{"put": "id:wiki:wiki::28", "fields": {"title": "Aaron", "text": "is commemorated as one of the Holy Forefathers in the Calendar of Saints of the Armenian Apostolic Church on July 30. He is commemorated on July 1 in the modern Latin calendar and in the Syriac Calendar. In The Church of Jesus Christ of Latter-day Saints, the Aaronic order is the lesser order of priesthood, comprising the grades (from lowest to highest) of deacon, teacher, and priest. The chief office of the Aaronic priesthood is the presiding bishopric; the head of the priesthood is the bishop. Each ward includes a quorum of one or more of each office of the", "id": 28}}
{"put": "id:wiki:wiki::29", "fields": {"title": "Aaron", "text": "Aaronic priesthood. In the Community of Christ, the Aaronic order of priesthood is regarded as an appendage to the Melchisedec order, and consists of the priesthood offices of deacon, teacher, and priest. While differing in responsibilities, these offices, along with those of the Melchisidec order, are regarded as equal before God. Aaron (Arabic: هارون, \"Hārūn\") is also mentioned in the Quran as a prophet of God. The Quran praises Aaron repeatedly, calling him a \"believing servant\" as well as one who was \"guided\" and one of the \"victors\". Aaron is important in Islam for his role in the events of", "id": 29}}
{"put": "id:wiki:wiki::30", "fields": {"title": "Aaron", "text": "the Exodus, in which, according to the Quran and Muslim tradition, he preached with his elder brother, Moses, to the Pharaoh of the Exodus. Aaron's significance in Islam, however, is not limited to his role as the helper of Moses. Islamic tradition also accords Aaron the role of a patriarch, as tradition records that the priestly descent came through Aaron's lineage, which included the entire House of Amran. The Quran contains numerous references to Aaron (Arabic: هَارُون \"Hārūn\"), both by name and without name. It says that he was a descendant of Abraham (Quran 4: 163) and makes it clear", "id": 30}}
{"put": "id:wiki:wiki::31", "fields": {"title": "Aaron", "text": "that both he and Moses were sent together to warn the Pharaoh about God's punishment (Quran 10: 75). It further adds that Moses had earlier prayed to God to strengthen his own ministry with Aaron (Quran 20: 29-30) and that Aaron helped Moses as he too was a prophet (Quran 19: 53), and very eloquent in matters of speech and discourse (Quran 28: 34). The Quran adds that both Moses and Aaron were entrusted to establish places of dwelling for the Israelites in Egypt, and to convert those houses into places of worship for God (Quran 10: 87). The incident", "id": 31}}
{"put": "id:wiki:wiki::32", "fields": {"title": "Aaron", "text": "of the Golden Calf as it is narrated in the Quran paints Aaron in a positive light. The Quran says that Aaron was entrusted the leadership of Israel while Moses was up on \"Tur Sina’\" (, Mount Sinai) for a period of forty days (Quran 7: 142). It adds that Aaron tried his best to stop the worship of the Golden Calf, which was built not by Aaron but by a wicked man by the name of 'As-Samiri' (Quran 19: 50). When Moses returned from Mount Sinai, he rebuked Aaron for allowing the worship of the idol, to which Aaron", "id": 32}}
{"put": "id:wiki:wiki::33", "fields": {"title": "Aaron", "text": "pleaded with Moses to not blame him when he had no role in its construction (Quran 7: 150). The Quran then adds that Moses here lamented the sins of Israel, and said that he only had power over himself and Aaron (Quran 5: 25). Aaron is later commemorated in the Quran as one who had a \"clear authority\" (Quran 23: 45) and one who was \"guided to the Right Path\" (Quran 37: 118). It further adds that Aaron's memory was left for people who came after him (Quran 37: 119) and he is blessed by God along with his brother", "id": 33}}
{"put": "id:wiki:wiki::34", "fields": {"title": "Aaron", "text": "(Quran 37: 120). The Quran also says that people called ‘Isa's mother Maryam (, Mary) a \"sister of Harun\" (Quran 19: 28). Muslim scholars debated as to who exactly this \"Harun\" was in terms of his historical persona, with some saying that it was a reference to Aaron of the Exodus, and the term \"sister\" designating only a metaphorical or spiritual link between the two figures, all the more evident when Mary was a descendant of the priestly lineage of Aaron, while others held it to be another righteous man living at the time of Christ by the name of", "id": 34}}
{"put": "id:wiki:wiki::35", "fields": {"title": "Aaron", "text": "\"Aaron\". Most scholars have agreed to the former perspective, and have linked Mary spiritually with the actual sister of Aaron, her namesake Miryam (, ), whom she resembled in many ways. The Quran also narrates that, centuries later, when the \"Tabut\" (, Ark of the Covenant) returned to Israel, it contained \"relics from the family of Moses and relics from the family of Aaron\" (Quran 2: 248). Muhammad, in many of his sayings, speaks of Aaron. In the event of the Mi'raj, his miraculous ascension through the Heavens, Muhammad is said to have encountered Aaron in the fifth heaven. According", "id": 35}}
{"put": "id:wiki:wiki::36", "fields": {"title": "Aaron", "text": "to old scholars, including Ibn Hisham, Muhammad, in particular, mentioned the beauty of Aaron when he encountered him in Heaven. Martin Lings, in his biographical \"Muhammad\", speaks of Muhammad's wonderment at seeing fellow prophets in their heavenly glory: Aaron was also mentioned by Muhammad in likeness to ‘Ali. Muhammad had left ‘Ali to look after his family, but the hypocrites of the time begun to spread the rumor that the prophet found ‘Ali a burden and was relieved to be rid of his presence. ‘Ali, grieved at hearing this wicked taunt, told Muhammad what the local people were saying. In", "id": 36}}
{"put": "id:wiki:wiki::37", "fields": {"title": "Aaron", "text": "reply, the Prophet said: \"They lie, I bade thee remain for the sake of what I had left behind me. So return and represent me in my family and in thine. Art thou not content, O ‘Ali, that thou should be unto me as Aaron was unto Moses, save that after me there is no prophet.\" According to Islamic tradition, the tomb of Aaron is located on \"Jabal Harun\" (, Mountain of Aaron), near Petra in Jordan. At above sea-level, it is the highest peak in the area; and it is a place of great sanctity to the local people", "id": 37}}
{"put": "id:wiki:wiki::38", "fields": {"title": "Aaron", "text": "for here. A 14th-century Mamluk mosque stands here with its white dome visible from most areas in and around Petra. Although his father is described as both an apostle and a prophet, Aaron is merely described as a prophet. The Kitab-I-Iqan describes Imran as being his father. Aaron appears paired with Moses frequently in Jewish and Christian art, especially in the illustrations of manuscript and printed Bibles. He can usually be distinguished by his priestly vestments, especially his turban or miter and jeweled breastplate. He frequently holds a censor or, sometimes, his flowering rod. (See at Wikimedia Commons.) Aaron also", "id": 38}}
{"put": "id:wiki:wiki::39", "fields": {"title": "Aaron", "text": "appears in scenes depicting the wilderness Tabernacle and its altar, as already in the third-century frescos in the synagogue at Dura-Europos in Syria. An eleventh-century portable silver altar from Fulda, Germany depicts Aaron with his censor, and is located in the Musée National de l’Age Médiévale in Paris. This is also how he appears in the frontispieces of early printed Passover Haggadot and occasionally in church sculptures. Aaron has rarely been the subject of portraits, such as those by Anton Kern [1710–1747] and by Pier Francesco Mola [c. 1650]. Christian artists sometimes portray Aaron as a prophet (Exod. 7:1) holding", "id": 39}}
{"put": "id:wiki:wiki::40", "fields": {"title": "Aaron", "text": "a scroll, as in a twelfth-century sculpture from the Cathedral of Noyon in the Metropolitan Museum of Art, New York and often in Eastern Orthodox icons. Illustrations of the Golden Calf story usually include him as well—most notably in Nicolas Poussin's \"The Adoration of the Golden Calf\" (ca. 1633–34, National Gallery London). Finally, some artists interested in validating later priesthoods have painted the ordination of Aaron and his sons (Leviticus 8). Harry Anderson's realistic portrayal is often reproduced in the literature of the Latter Day Saints. Aaron Aaron ( or ; \"Ahärôn\") is a prophet, high priest, and the brother", "id": 40}}
{"put": "id:wiki:wiki::41", "fields": {"title": "Alcohol", "text": "Alcohol In chemistry, an alcohol is any organic compound in which the hydroxyl functional group (–OH) is bound to a carbon. The term alcohol originally referred to the primary alcohol ethanol (ethyl alcohol), which is used as a drug and is the main alcohol present in alcoholic beverages. An important class of alcohols, of which methanol and ethanol are the simplest members, includes all compounds for which the general formula is CHOH. It is these simple monoalcohols that are the subject of this article. The suffix \"-ol\" appears in the IUPAC chemical name of all substances where the hydroxyl group", "id": 41}}
{"put": "id:wiki:wiki::42", "fields": {"title": "Alcohol", "text": "is the functional group with the highest priority. When a higher priority group is present in the compound, the prefix \"hydroxy-\" is used in its IUPAC name. The suffix \"-ol\" in non-IUPAC names (such as paracetamol or cholesterol) also typically indicates that the substance is an alcohol. However, many substances that contain hydroxyl functional groups (particularly sugars, such as glucose and sucrose) have names which include neither the suffix \"-ol\", nor the prefix \"hydroxy-\". Alcohol distillation was known to Islamic chemists as early as the eighth century. The Arab chemist, al-Kindi, unambiguously described the distillation of wine in a treatise", "id": 42}}
{"put": "id:wiki:wiki::43", "fields": {"title": "Alcohol", "text": "titled as \"The Book of the chemistry of Perfume and Distillations\". The Persian physician, alchemist, polymath and philosopher Rhazes (854 CE – 925 CE) is credited with the discovery of ethanol. The word \"alcohol\" is from the Arabic \"kohl\" (), a powder used as an eyeliner. Al- is the Arabic definite article, equivalent to \"the\" in English. \"Alcohol\" was originally used for the very fine powder produced by the sublimation of the natural mineral stibnite to form antimony trisulfide . It was considered to be the essence or \"spirit\" of this mineral. It was used as an antiseptic, eyeliner, and", "id": 43}}
{"put": "id:wiki:wiki::44", "fields": {"title": "Alcohol", "text": "cosmetic. The meaning of alcohol was extended to distilled substances in general, and then narrowed to ethanol, when \"spirits\" was a synonym for hard liquor. Bartholomew Traheron, in his 1543 translation of John of Vigo, introduces the word as a term used by \"barbarous\" (Moorish) authors for \"fine powder.\" Vigo wrote: \"the barbarous auctours use alcohol, or (as I fynde it sometymes wryten) alcofoll, for moost fine poudre.\" The 1657 \"Lexicon Chymicum\", by William Johnson glosses the word as \"antimonium sive stibium.\" By extension, the word came to refer to any fluid obtained by distillation, including \"alcohol of wine,\" the", "id": 44}}
{"put": "id:wiki:wiki::45", "fields": {"title": "Alcohol", "text": "distilled essence of wine. Libavius in \"Alchymia\" (1594) refers to \"vini alcohol vel vinum alcalisatum\". Johnson (1657) glosses \"alcohol vini\" as \"quando omnis superfluitas vini a vino separatur, ita ut accensum ardeat donec totum consumatur, nihilque fæcum aut phlegmatis in fundo remaneat.\" The word's meaning became restricted to \"spirit of wine\" (the chemical known today as ethanol) in the 18th century and was extended to the class of substances so-called as \"alcohols\" in modern chemistry after 1850. The term \"ethanol\" was invented 1892, combining the word ethane with the \"-ol\" ending of \"alcohol\". IUPAC nomenclature is used in scientific publications", "id": 45}}
{"put": "id:wiki:wiki::46", "fields": {"title": "Alcohol", "text": "and where precise identification of the substance is important, especially in cases where the relative complexity of the molecule does not make such a systematic name unwieldy. In naming simple alcohols, the name of the alkane chain loses the terminal \"e\" and adds the suffix \"-ol\", \"e.g.\", as in \"ethanol\" from the alkane chain name \"ethane\". When necessary, the position of the hydroxyl group is indicated by a number between the alkane name and the \"-ol\": propan-1-ol for , propan-2-ol for . If a higher priority group is present (such as an aldehyde, ketone, or carboxylic acid), then the prefix", "id": 46}}
{"put": "id:wiki:wiki::47", "fields": {"title": "Alcohol", "text": "\"hydroxy-\"is used, e.g., as in 1-hydroxy-2-propanone (). In cases where the OH functional group is bonded to an sp carbon on an aromatic ring the molecule is known as a phenol, and is named using the IUPAC rules for naming phenols. In other less formal contexts, an alcohol is often called with the name of the corresponding alkyl group followed by the word \"alcohol\", e.g., methyl alcohol, ethyl alcohol. Propyl alcohol may be \"n\"-propyl alcohol or isopropyl alcohol, depending on whether the hydroxyl group is bonded to the end or middle carbon on the straight propane chain. As described under", "id": 47}}
{"put": "id:wiki:wiki::48", "fields": {"title": "Alcohol", "text": "systematic naming, if another group on the molecule takes priority, the alcohol moiety is often indicated using the \"hydroxy-\" prefix. Alcohols are then classified into primary, secondary (\"sec-\", \"s-\"), and tertiary (\"tert-\", \"t-\"), based upon the number of carbon atoms connected to the carbon atom that bears the hydroxyl functional group. (The respective numeric shorthands 1°, 2°, and 3° are also sometimes used in informal settings.) The primary alcohols have general formulas RCHOH. The simplest primary alcohol is methanol (CHOH), for which R=H, and the next is ethanol, for which R=CH, the methyl group. Secondary alcohols are those of the", "id": 48}}
{"put": "id:wiki:wiki::49", "fields": {"title": "Alcohol", "text": "form RR'CHOH, the simplest of which is 2-propanol (R=R'=CH). For the tertiary alcohols the general form is RR'R\"COH. The simplest example is tert-butanol (2-methylpropan-2-ol), for which each of R, R', and R\" is CH. In these shorthands, R, R', and R\" represent substituents, alkyl or other attached, generally organic groups. Alcohols have a long history of myriad uses. For simple mono-alcohols, which is the focus on this article, the following are most important industrial alcohols: Methanol is the most common industrial alcohol, with about 12 million tons/y produced in 1980. The combined capacity of the other alcohols is about the", "id": 49}}
{"put": "id:wiki:wiki::50", "fields": {"title": "Alcohol", "text": "same, distributed roughly equally. With respect to acute toxicity, simple alcohols have low acute toxicities. Doses of several milliliters are tolerated. For pentanols, hexanols, octanols and longer alcohols, LD50 range from 2–5 g/kg (rats, oral). Methanol and ethanol are less acutely toxic. All alcohols are mild skin irritants. The metabolism of methanol (and ethylene glycol) is affected by the presence of ethanol, which has a higher affinity for liver alcohol dehydrogenase. In this way methanol will be excreted intact in urine. In general, the hydroxyl group makes alcohols polar. Those groups can form hydrogen bonds to one another and to", "id": 50}}
{"put": "id:wiki:wiki::51", "fields": {"title": "Alcohol", "text": "most other compounds. Owing to the presence of the polar OH alcohols are more water-soluble than simple hydrocarbons. Methanol, ethanol, and propanol are miscible in water. Butanol, with a four-carbon chain, is moderately soluble. Because of hydrogen bonding, alcohols tend to have higher boiling points than comparable hydrocarbons and ethers. The boiling point of the alcohol ethanol is 78.29 °C, compared to 69 °C for the hydrocarbon hexane, and 34.6 °C for diethyl ether. Simple alcohols are found widely in nature. Ethanol is most prominent because it is the product of fermentation, a major energy-producing pathway. The other simple alcohols", "id": 51}}
{"put": "id:wiki:wiki::52", "fields": {"title": "Alcohol", "text": "are formed in only trace amounts. More complex alcohols are pervasive, as manifested in sugars, some amino acids, and fatty acids. In the Ziegler process, linear alcohols are produced from ethylene and triethylaluminium followed by oxidation and hydrolysis. An idealized synthesis of 1-octanol is shown: The process generates a range of alcohols that are separated by distillation. Many higher alcohols are produced by hydroformylation of alkenes followed by hydrogenation. When applied to a terminal alkene, as is common, one typically obtains a linear alcohol: Such processes give fatty alcohols, which are useful for detergents. Some low molecular weight alcohols of", "id": 52}}
{"put": "id:wiki:wiki::53", "fields": {"title": "Alcohol", "text": "industrial importance are produced by the addition of water to alkenes. Ethanol, isopropanol, 2-butanol, and tert-butanol are produced by this general method. Two implementations are employed, the direct and indirect methods. The direct method avoids the formation of stable intermediates, typically using acid catalysts. In the indirect method, the alkene is converted to the sulfate ester, which is subsequently hydrolyzed. The direct hydration using ethylene (ethylene hydration) or other alkenes from cracking of fractions of distilled crude oil. Hydration is also used industrially to produce the diol ethylene glycol from ethylene oxide. Ethanol is obtained by fermentation using glucose produced", "id": 53}}
{"put": "id:wiki:wiki::54", "fields": {"title": "Alcohol", "text": "from sugar from the hydrolysis of starch, in the presence of yeast and temperature of less than 37 °C to produce ethanol. For instance, such a process might proceed by the conversion of sucrose by the enzyme invertase into glucose and fructose, then the conversion of glucose by the enzyme complex zymase into ethanol (and carbon dioxide). Several species of the benign bacteria in the intestine use fermentation as a form of anaerobic metabolism. This metabolic reaction produces ethanol as a waste product. Thus, human bodies contain some quantity of alcohol endogenously produced by these bacteria. In rare cases, this", "id": 54}}
{"put": "id:wiki:wiki::55", "fields": {"title": "Alcohol", "text": "can be sufficient to cause \"auto-brewery syndrome\" in which intoxicating quantities of alcohol are produced. Like ethanol, butanol can be produced by fermentation processes. Saccharomyces yeast are known to produce these higher alcohols at temperatures above . The bacterium \"Clostridium acetobutylicum\" can feed on cellulose to produce butanol on an industrial scale. Primary alkyl halides react with aqueous NaOH or KOH mainly to primary alcohols in nucleophilic aliphatic substitution. (Secondary and especially tertiary alkyl halides will give the elimination (alkene) product instead). Grignard reagents react with carbonyl groups to secondary and tertiary alcohols. Related reactions are the Barbier reaction and", "id": 55}}
{"put": "id:wiki:wiki::56", "fields": {"title": "Alcohol", "text": "the Nozaki-Hiyama reaction. Aldehydes or ketones are reduced with sodium borohydride or lithium aluminium hydride (after an acidic workup). Another reduction by aluminiumisopropylates is the Meerwein-Ponndorf-Verley reduction. Noyori asymmetric hydrogenation is the asymmetric reduction of β-keto-esters. Alkenes engage in an acid catalysed hydration reaction using concentrated sulfuric acid as a catalyst that gives usually secondary or tertiary alcohols. The hydroboration-oxidation and oxymercuration-reduction of alkenes are more reliable in organic synthesis. Alkenes react with NBS and water in halohydrin formation reaction. Amines can be converted to diazonium salts, which are then hydrolyzed. The formation of a secondary alcohol via reduction and", "id": 56}}
{"put": "id:wiki:wiki::57", "fields": {"title": "Alcohol", "text": "hydration is shown: With a pK of around 16–19, they are, in general, slightly weaker acids than water. With strong bases such as sodium hydride or sodium they form salts called alkoxides, with the general formula RO M. The acidity of alcohols is strongly affected by solvation. In the gas phase, alcohols are more acidic than is water. The OH group is not a good leaving group in nucleophilic substitution reactions, so neutral alcohols do not react in such reactions. However, if the oxygen is first protonated to give R−OH, the leaving group (water) is much more stable, and the", "id": 57}}
{"put": "id:wiki:wiki::58", "fields": {"title": "Alcohol", "text": "nucleophilic substitution can take place. For instance, tertiary alcohols react with hydrochloric acid to produce tertiary alkyl halides, where the hydroxyl group is replaced by a chlorine atom by unimolecular nucleophilic substitution. If primary or secondary alcohols are to be reacted with hydrochloric acid, an activator such as zinc chloride is needed. In alternative fashion, the conversion may be performed directly using thionyl chloride. Alcohols may, likewise, be converted to alkyl bromides using hydrobromic acid or phosphorus tribromide, for example: In the Barton-McCombie deoxygenation an alcohol is deoxygenated to an alkane with tributyltin hydride or a trimethylborane-water complex in a", "id": 58}}
{"put": "id:wiki:wiki::59", "fields": {"title": "Alcohol", "text": "radical substitution reaction. Meanwhile, the oxygen atom has lone pairs of nonbonded electrons that render it weakly basic in the presence of strong acids such as sulfuric acid. For example, with methanol: Upon treatment with strong acids, alcohols undergo the E1 elimination reaction to produce alkenes. The reaction, in general, obeys Zaitsev's Rule, which states that the most stable (usually the most substituted) alkene is formed. Tertiary alcohols eliminate easily at just above room temperature, but primary alcohols require a higher temperature. This is a diagram of acid catalysed dehydration of ethanol to produce ethylene: A more controlled elimination reaction", "id": 59}}
{"put": "id:wiki:wiki::60", "fields": {"title": "Alcohol", "text": "is the with carbon disulfide and iodomethane. Alcohol and carboxylic acids react in the so-called Fischer esterification. The reaction usually requires a catalyst, such as concentrated sulfuric acid: Other types of ester are prepared in a similar manner for example, tosyl (tosylate) esters are made by reaction of the alcohol with p-toluenesulfonyl chloride in pyridine. Primary alcohols (R-CHOH) can be oxidized either to aldehydes (R-CHO) or to carboxylic acids (R-COH). The oxidation of secondary alcohols (RRCH-OH) normally terminates at the ketone (RRC=O) stage. Tertiary alcohols (RRRC-OH) are resistant to oxidation. The direct oxidation of primary alcohols to carboxylic acids normally", "id": 60}}
{"put": "id:wiki:wiki::61", "fields": {"title": "Alcohol", "text": "proceeds via the corresponding aldehyde, which is transformed via an \"aldehyde hydrate\" (R-CH(OH)) by reaction with water before it can be further oxidized to the carboxylic acid. Reagents useful for the transformation of primary alcohols to aldehydes are normally also suitable for the oxidation of secondary alcohols to ketones. These include Collins reagent and Dess-Martin periodinane. The direct oxidation of primary alcohols to carboxylic acids can be carried out using potassium permanganate or the Jones reagent. Alcohol In chemistry, an alcohol is any organic compound in which the hydroxyl functional group (–OH) is bound to a carbon. The term alcohol", "id": 61}}
{"put": "id:wiki:wiki::62", "fields": {"title": "Achill Island", "text": "Achill Island Achill Island (; ) in County Mayo is the largest of the Irish isles, and is situated off the west coast of Ireland. It has a population of 2,700. Its area is . Achill is attached to the mainland by Michael Davitt Bridge, between the villages of Gob an Choire (Achill Sound) and Poll Raithní (Polranny). A bridge was first completed here in 1887, replaced by another structure in 1949, and subsequently replaced with the current bridge which was completed in 2008. Other centres of population include the villages of Keel, Dooagh, Dumha Éige (Dooega), Dún Ibhir (Dooniver),", "id": 62}}
{"put": "id:wiki:wiki::63", "fields": {"title": "Achill Island", "text": "The Valley and Dugort. The parish's main Gaelic football pitch and secondary school are on the mainland at Poll Raithní. Early human settlements are believed to have been established on Achill around 3000 BC. A paddle dating from this period was found at the crannóg near Dookinella. The island is 87% peat bog. It is believed that at the end of the Neolithic Period (around 4000 BC), Achill had a population of 500–1,000 people. The island would have been mostly forest until the Neolithic people began crop cultivation. Settlement increased during the Iron Age, and the dispersal of small promontory", "id": 63}}
{"put": "id:wiki:wiki::64", "fields": {"title": "Achill Island", "text": "forts around the coast indicate the warlike nature of the times. Megalithic tombs and forts can be seen at Slievemore, along the Atlantic Drive and on Achillbeg. Achill Island lies in the Barony of Burrishoole, in the territory of ancient Umhall (Umhall Uactarach and Umhall Ioctarach), that originally encompassed an area extending from the County Galway/Mayo border to Achill Head. The hereditary chieftains of Umhall were the O'Malleys, recorded in the area in 814 AD when they successfully repelled an onslaught by the Vikings in Clew Bay. The Anglo-Norman invasion of Connacht in 1235 AD saw the territory of Umhall", "id": 64}}
{"put": "id:wiki:wiki::65", "fields": {"title": "Achill Island", "text": "taken over by the Butlers and later by the de Burgos. The Butler Lordship of Burrishoole continued into the late 14th century when Thomas le Botiller was recorded as being in possession of Akkyll & Owyll. In the 17th and 18th centuries, there was much migration to Achill from other parts of Ireland, particularly Ulster, due to the political and religious turmoil of the time. For a while there were two different dialects of Irish being spoken on Achill. This led to many townlands being recorded as having two names during the 1824 Ordnance Survey, and some maps today give", "id": 65}}
{"put": "id:wiki:wiki::66", "fields": {"title": "Achill Island", "text": "different names for the same place. Achill Irish still has many traces of Ulster Irish. Carrickkildavnet Castle is a 15th-century tower house associated with the O'Malley Clan, who were once a ruling family of Achill. Grace O' Malley, or Granuaile, the most famous of the O'Malleys, was born on Clare Island around 1530. Her father was the chieftain of the barony of Murrisk. The O'Malleys were a powerful seafaring family, who traded widely. Grace became a fearless leader and gained fame as a sea captain and pirate. She is reputed to have met with Queen Elizabeth I in 1593. She", "id": 66}}
{"put": "id:wiki:wiki::67", "fields": {"title": "Achill Island", "text": "died around 1603 and is buried in the O'Malley family tomb on Clare Island. One of Achill's most famous historical sites is that of the Achill Mission or 'the Colony' at Dugort. In 1831 the Church of Ireland Reverend Edward Nangle founded a proselytising mission at Dugort. The Mission included schools, cottages, an orphanage, an infirmary and a guesthouse. The Colony was very successful for a time and regularly produced a newspaper called the \"Achill Herald and Western Witness\". Nangle expanded his mission into Mweelin, where a school was built. The Achill Mission began to decline slowly after Nangle was", "id": 67}}
{"put": "id:wiki:wiki::68", "fields": {"title": "Achill Island", "text": "moved from Achill and was finally closed in the 1880s. Nangle died in 1883. In 1894, the Westport - Newport railway line was extended to Achill Sound. The railway station is now a hostel. The train provided a great service to Achill, but it also is said to have fulfilled an ancient prophecy. Brian Rua O' Cearbhain had prophesied that 'carts on iron wheels' would carry bodies into Achill on their first and last journey. In 1894, the first train on the Achill railway carried the bodies of victims of the Clew Bay Drowning. This tragedy occurred when a boat", "id": 68}}
{"put": "id:wiki:wiki::69", "fields": {"title": "Achill Island", "text": "overturned in Clew Bay, drowning thirty-two young people. They had been going to meet the steamer which would take them to Scotland for potato picking. The Kirkintilloch Fire in 1937 almost fulfilled the second part of the prophecy when the bodies of ten victims were carried by rail to Achill. While it was not literally the last train, the railway would close just two weeks later. These people had died in a fire in a bothy in Kirkintilloch. This term referred to the temporary accommodation provided for those who went to Scotland to pick potatoes, a migratory pattern that had", "id": 69}}
{"put": "id:wiki:wiki::70", "fields": {"title": "Achill Island", "text": "been established in the early nineteenth century. Kildamhnait on the south-east coast of Achill is named after St. Damhnait, or Dymphna, who founded a church there in the 16th century. There is also a holy well just outside the graveyard. The present church was built in the 1700s and the graveyard contains memorials to the victims of two of Achill's greatest tragedies, the Kirchintilloch Fire (1937) and the Clew Bay Drowning (1894). In 1852, Dr. John McHale, Archbishop of Tuam set aside land in Bunnacurry for the building of a monastery. A Franciscan Monastery was built which, for many years", "id": 70}}
{"put": "id:wiki:wiki::71", "fields": {"title": "Achill Island", "text": "provided an education for local children. The ruins of this monastery are still to be seen in Bunnacurry today. The historic Valley House is located in The Valley, near Dugort in the north-east of Achill Island. The present building sits on the site of a hunting lodge built by the Earl of Cavan in the 19th century. Its notoriety arises from an incident in 1894 in which the then owner, an English landlady named Agnes McDonnell, was savagely beaten and the house set alight, allegedly by a local man, James Lynchehaun. Lynchehaun had been employed by McDonnell as her land", "id": 71}}
{"put": "id:wiki:wiki::72", "fields": {"title": "Achill Island", "text": "agent, but the two fell out and he was sacked and told to quit his accommodation on her estate. A lengthy legal battle ensued, with Lynchehaun refusing to leave. At the time, in the 1890s, the issue of land ownership in Ireland was politically charged, and after the events at the Valley House in 1894 Lynchehaun was to claim that his actions were motivated by politics. He escaped custody and fled to the United States, where he successfully defeated legal attempts by the British authorities to have him extradited to face charges arising from the attack and the burning of", "id": 72}}
{"put": "id:wiki:wiki::73", "fields": {"title": "Achill Island", "text": "the Valley House. Agnes McDonnell suffered terrible injuries from the attack but survived and lived for another 23 years, dying in 1923. Lynchehaun is said to have returned to Achill on two occasions, once in disguise as an American tourist, and eventually died in Girvan, Scotland, in 1937. The Valley House is now a Hostel and Bar. Close by Dugort, at the base of Slievemore mountain lies the Deserted Village. There are approximately 80 ruined houses in the village. The houses were built of unmortared stone, which means that no cement or mortar was used to hold the stones together.", "id": 73}}
{"put": "id:wiki:wiki::74", "fields": {"title": "Achill Island", "text": "Each house consisted of just one room and this room was used as a kitchen, living room, bedroom and even a stable. If one looks at the fields around the Deserted Village and right up the mountain, one can see the tracks in the fields of 'lazy beds', which is the way crops like potatoes were grown. In Achill, as in many areas of Ireland, a system called 'Rundale' was used for farming. This meant that the land around a village was rented from a landlord. This land was then shared by all the villagers to graze their cattle and", "id": 74}}
{"put": "id:wiki:wiki::75", "fields": {"title": "Achill Island", "text": "sheep. Each family would then have two or three small pieces of land scattered about the village, which they used to grow crops. For many years people lived in the village and then in 1845 Famine struck in Achill as it did in the rest of Ireland. Most of the families moved to the nearby village of Dooagh, which is beside the sea, while some others emigrated. Living beside the sea meant that fish and shellfish could be used for food. The village was completely abandoned which is where the name 'Deserted Village' came from. No one has lived in", "id": 75}}
{"put": "id:wiki:wiki::76", "fields": {"title": "Achill Island", "text": "these houses since the time of the Famine, however, the families that moved to Dooagh and their descendants, continued to use the village as a 'booley village'. This means that during the summer season, the younger members of the family, teenage boys and girls, would take the cattle to graze on the hillside and they would stay in the houses of the Deserted Village. This custom continued until the 1940s. Boolying was also carried out in other areas of Achill, including Annagh on Croaghaun mountain and in Curraun. At Ailt, Kildownet, you can see the remains of a similar deserted", "id": 76}}
{"put": "id:wiki:wiki::77", "fields": {"title": "Achill Island", "text": "village. This village was deserted in 1855 when the tenants were evicted by the local landlord so the land could be used for cattle grazing, the tenants were forced to rent holdings in Currane, Dooega and Slievemore. Others emigrated to America. Achill Archaeological Field School is based at the Achill Archaeology Centre in Dooagh, which has served as a catalyst for a wide array of archaeological investigations on the island. It was founded in 1991 and is a training school for students of archaeology and anthropology. Since 1991, several thousand students from 21 countries have come to Achill to study", "id": 77}}
{"put": "id:wiki:wiki::78", "fields": {"title": "Achill Island", "text": "and participate in ongoing excavations. The school is involved in a study of the prehistoric and historic landscape at Slievemore, incorporating a research excavation at a number of sites within the deserted village of Slievemore. Slievemore is rich in archaeological monuments that span a 5,000 year period from the Neolithic to the Post Medieval. Recent archaeological research suggests the village was occupied year-round at least as early as the 19th century, though it is known to have served as a seasonally occupied booley village by the first half of the 20th century. A booley village (a number of which exist", "id": 78}}
{"put": "id:wiki:wiki::79", "fields": {"title": "Achill Island", "text": "in a ruined state on the island) is a village occupied only during part of the year, such as a resort community, a lake community, or (as the case on Achill) a place to live while tending flocks or herds of ruminants during winter or summer pasturing. Specifically, some of the people of Dooagh and Pollagh would migrate in the summer to Slievemore and then go back to Dooagh in the autumn. The summer 2009 field school excavated Round House 2 on Slievemore Mountain under the direction of archaeologist Stuart Rathbone. Only the outside north wall, entrance way and inside", "id": 79}}
{"put": "id:wiki:wiki::80", "fields": {"title": "Achill Island", "text": "of the Round House were completely excavated. From 2004 to 2006, the Achill Island Maritime Archaeology Project directed by Chuck Meide was sponsored by the College of William and Mary, the Institute of Maritime History, the Achill Folklife Centre (now the Achill Archaeology Centre), and the Lighthouse Archaeological Maritime Program (LAMP). This project focused on the documentation of archaeological resources related to Achill's rich maritime heritage. Maritime archaeologists recorded 19th century fishing station, ice house, and boat house ruins, a number of anchors which had been salvaged from the sea, 19th century and more recent currach pens, a number of", "id": 80}}
{"put": "id:wiki:wiki::81", "fields": {"title": "Achill Island", "text": "traditional vernacular watercraft including a possibly 100-year-old Achill yawl, and the remains of four historic shipwrecks. The cliffs of Croaghaun on the western end of the island are the third highest sea cliffs in Europe but are inaccessible by road. Near the westernmost point of Achill, Achill Head, is Keem Bay. Keel Beach is quite popular with tourists and some locals as a surfing location. South of Keem beach is Moytoge Head, which with its rounded appearance drops dramatically down to the ocean. An old British observation post, built during World War I to prevent the Germans from landing arms", "id": 81}}
{"put": "id:wiki:wiki::82", "fields": {"title": "Achill Island", "text": "for the Irish Republican Army, is still standing on Moytoge. During the Second World War this post was rebuilt by the Irish Defence Forces as a Look Out Post for the Coast Watching Service wing of the Defence Forces. It operated from 1939 to 1945. The mountain Slievemore (672 m) rises dramatically in the north of the island and the Atlantic Drive (along the south/west of the island) has some dramatic views. On the slopes of Slievemore, there is an abandoned village (the \"Deserted Village\") The Deserted Village is traditionally thought to be a remnant village from An Gorta Mór", "id": 82}}
{"put": "id:wiki:wiki::83", "fields": {"title": "Achill Island", "text": "(The Great Hunger of 1845-1849). Just west of the deserted village is an old Martello tower, again built by the British to warn of any possible French invasion during the Napoleonic Wars. The area also boasts an approximately 5000-year-old Neolithic tomb. Achillbeg (\"\", \"Little Achill\") is a small island just off Achill's southern tip. Its inhabitants were resettled on Achill in the 1960s. A plaque to Johnny Kilbane is situated on Achillbeg and was erected to celebrate 100 years since his first championship win. The villages of Dooniver and Askill have picturesque scenery and the cycle route is popular with", "id": 83}}
{"put": "id:wiki:wiki::84", "fields": {"title": "Achill Island", "text": "tourists. Caisleán Ghráinne, also known as Kildownet Castle, is a small tower house built in the early 1400s. It is located in Cloughmore, on the south of Achill Island. It is noted for its associations with Grace O'Malley, along with the larger Rockfleet Castle in Newport. While a number of attempts at setting up small industrial units on the island have been made, the economy of the island is largely dependent on tourism. Subventions from Achill people working abroad, in particular in the United Kingdom, the United States and Africa allowed many families to remain living in Achill throughout the", "id": 84}}
{"put": "id:wiki:wiki::85", "fields": {"title": "Achill Island", "text": "19th and 20th centuries. Since the advent of Ireland's \"Celtic Tiger\" economy fewer Achill people were forced to look for work abroad. Agriculture plays a small role and the fact that the island is mostly bog means that its potential for agriculture is limited largely to sheep farming. In the past, fishing was a significant activity but this aspect of the economy is small now. At one stage, the island was known for its shark fishing, basking shark in particular was fished for its valuable liver oil. There was a big spurt of growth in tourism in the 1960s and", "id": 85}}
{"put": "id:wiki:wiki::86", "fields": {"title": "Achill Island", "text": "1970s before which life was tough and difficult on the island. Despite healthy visitor numbers each year, the common perception is that tourism in Achill has been slowly declining since its heyday. Currently, the largest employers on Achill are two hotels. In late 2009 Ireland's only Turbot farm opened in the Bunnacurry Business Park. Most people on Achill are either Roman Catholic or Anglican (Church of Ireland). There are three priests on Achill and eight churches in total. Hedge schools existed in most villages of Achill in various periods of history. A university was started by the missions to Achill", "id": 86}}
{"put": "id:wiki:wiki::87", "fields": {"title": "Achill Island", "text": "in Mweelin. In the modern age, there used to be two secondary schools in Achill, Mc Hale College and Scoil Damhnait. However, in August 2011, the two schools amalgamated to form Coláiste Pobail Acla. For primary education, there are nine National Schools including Bullsmouth NS, Valley NS, Bunnacurry NS, Dookinella NS, Dooagh NS, Saula NS, Achill Sound NS, Tonragee NS and Curanne NS. National schools closed down include Dooega NS, Crumpaun NS, Ashleam NS. As a popular tourist destination, Achill has many bars, cafes and restaurants which serve a full range of food. However, with the island's Atlantic location seafood", "id": 87}}
{"put": "id:wiki:wiki::88", "fields": {"title": "Achill Island", "text": "is a speciality on Achill with common foods including lobster, mussels, salmon, trout and winkles. With a large sheep population, Achill lamb is a very popular meal on the island too. Furthermore, Achill has a big population of cows which produces excellent beef. Achill has a Gaelic football club which competes in the intermediate championship and division 1C of the Mayo League. There are also Achill Rovers which play in the Mayo Association Football League. and Achill Golf Club. Outdoor activities can be done through Achill Outdoor Education Centre. Achill Island's rugged landscape and the surrounding ocean offers multiple locations", "id": 88}}
{"put": "id:wiki:wiki::89", "fields": {"title": "Achill Island", "text": "for outdoor adventure activities, like surfing, kite-surfing and sea kayaking. Fishing and watersports are also popular. Sailing regattas featuring a local vessel type, the Achill Yawl, have been popular since the 19th century, though most present-day yawls, unlike their traditional working boat ancestors, have been structurally modified to promote greater speed under sail. The island's waters and underwater sites are occasionally visited by scuba divers, though Achill's unpredictable weather generally has precluded a commercially successful recreational diving industry. In 2011, the population was 2,569. The island's population has declined from around 6,000 before the Great Hunger. The table below reports", "id": 89}}
{"put": "id:wiki:wiki::90", "fields": {"title": "Achill Island", "text": "data on Achill Island's population taken from \"Discover the Islands of Ireland\" (Alex Ritsema, Collins Press, 1999) and the census of Ireland. Because of the inhospitable climate, few inhabited houses date from before the 20th century, though there are many examples of abandoned stone structures dating to the 19th century. The best known of these earlier can be seen in the \"Deserted Village\" ruins near the graveyard at the foot of Slievemore. Even the houses in this village represent a relatively comfortable class of dwelling as, even as recently as a hundred years ago, some people still used \"Beehive\" style", "id": 90}}
{"put": "id:wiki:wiki::91", "fields": {"title": "Achill Island", "text": "houses (small circular single-roomed dwellings with a hole in the ceiling to let out smoke). Many of the oldest inhabited cottages date from the activities of the Congested Districts Board for Ireland—a body set up around the turn of the 20th century in Ireland to improve the welfare of the inhabitants of small villages and towns. Most of the homes in Achill at the time were very small and tightly packed together in villages. The CDB subsidised the building of new, more spacious (though still small by modern standards) homes outside of the traditional villages. Some of the recent building", "id": 91}}
{"put": "id:wiki:wiki::92", "fields": {"title": "Achill Island", "text": "development (1980 and onwards) on the island does fit as nicely in the landscape as the earlier style of whitewashed raised gable cottages. Many holiday homes have been built but many of these houses have been built in prominent scenic areas and have damaged traditional views of the island while lying empty for most of the year. Heinrich Böll: \"Irisches Tagebuch\", Berlin 1957 Kingston, Bob: \"The Deserted Village at Slievemore\", Castlebar 1990 McDonald, Theresa: \"Achill: 5000 B.C. to 1900 A.D. Archeology History Folklore\", I.A.S. Publications [1992] Meehan, Rosa: \"The Story of Mayo\", Castlebar 2003 Carney, James: \"The Playboy & the", "id": 92}}
{"put": "id:wiki:wiki::93", "fields": {"title": "Achill Island", "text": "Yellow lady\", 1986 POOLBEG Hugo Hamilton: The Island of Talking, 2007 Kevin Barry: \"Beatlebone\", 2015 Achill Island Achill Island (; ) in County Mayo is the largest of the Irish isles, and is situated off the west coast of Ireland. It has a population of 2,700. Its area is . Achill is attached to the mainland by Michael Davitt Bridge, between the villages of Gob an Choire (Achill Sound) and Poll Raithní (Polranny). A bridge was first completed here in 1887, replaced by another structure in 1949, and subsequently replaced with the current bridge which was completed in 2008. Other", "id": 93}}
{"put": "id:wiki:wiki::94", "fields": {"title": "Allen Ginsberg", "text": "Allen Ginsberg Irwin Allen Ginsberg (; June 3, 1926 – April 5, 1997) was an American poet, philosopher and writer. He is considered to be one of the leading figures of both the Beat Generation during the 1950s and the counterculture that soon followed. He vigorously opposed militarism, economic materialism and sexual repression and was known as embodying various aspects of this counterculture, such as his views on drugs, hostility to bureaucracy and openness to Eastern religions. He was one of many influential American writers of his time known as the Beat Generation, which included famous writers such as Jack", "id": 94}}
{"put": "id:wiki:wiki::95", "fields": {"title": "Allen Ginsberg", "text": "Kerouac and William S. Burroughs. Ginsberg is best known for his poem \"Howl\", in which he denounced what he saw as the destructive forces of capitalism and conformity in the United States. In 1956, \"Howl\" was seized by San Francisco police and US Customs. In 1957, it attracted widespread publicity when it became the subject of an obscenity trial, as it described heterosexual and homosexual sex at a time when sodomy laws made homosexual acts a crime in every U.S. state. \"Howl\" reflected Ginsberg's own homosexuality and his relationships with a number of men, including Peter Orlovsky, his lifelong partner.", "id": 95}}
{"put": "id:wiki:wiki::96", "fields": {"title": "Allen Ginsberg", "text": "Judge Clayton W. Horn ruled that \"Howl\" was not obscene, adding, \"Would there be any freedom of press or speech if one must reduce his vocabulary to vapid innocuous euphemisms?\" Ginsberg was a practicing Buddhist who studied Eastern religious disciplines extensively. He lived modestly, buying his clothing in second-hand stores and residing in downscale apartments in New York's East Village. One of his most influential teachers was the Tibetan Buddhist Chögyam Trungpa, the founder of the Naropa Institute in Boulder, Colorado. At Trungpa's urging, Ginsberg and poet Anne Waldman started The Jack Kerouac School of Disembodied Poetics there in 1974.", "id": 96}}
{"put": "id:wiki:wiki::97", "fields": {"title": "Allen Ginsberg", "text": "Ginsberg took part in decades of non-violent political protest against everything from the Vietnam War to the War on Drugs. His poem \"September on Jessore Road\", calling attention to the plight of Bangladeshi refugees, exemplifies what the literary critic Helen Vendler described as Ginsberg's tireless persistence in protesting against \"imperial politics, and persecution of the powerless.\" His collection \"The Fall of America\" shared the annual U.S. National Book Award for Poetry in 1974. In 1979 he received the National Arts Club gold medal and was inducted into the American Academy and Institute of Arts and Letters. Ginsberg was a Pulitzer", "id": 97}}
{"put": "id:wiki:wiki::98", "fields": {"title": "Allen Ginsberg", "text": "Prize finalist in 1995 for his book \"Cosmopolitan Greetings: Poems 1986–1992\". Ginsberg was born into a Jewish family in Newark, New Jersey, and grew up in nearby Paterson. As a young teenager, Ginsberg began to write letters to \"The New York Times\" about political issues, such as World War II and workers' rights. While in high school, Ginsberg began reading Walt Whitman, inspired by his teacher's passionate reading. In 1943, Ginsberg graduated from Eastside High School and briefly attended Montclair State College before entering Columbia University on a scholarship from the Young Men's Hebrew Association of Paterson. In 1945, he", "id": 98}}
{"put": "id:wiki:wiki::99", "fields": {"title": "Allen Ginsberg", "text": "joined the Merchant Marine to earn money to continue his education at Columbia. While at Columbia, Ginsberg contributed to the \"Columbia Review\" literary journal, the \"Jester\" humor magazine, won the Woodberry Poetry Prize, served as president of the Philolexian Society (literary and debate group), and joined Boar's Head Society (poetry society). Ginsberg has stated that he considered his required freshman seminar in Great Books, taught by Lionel Trilling, to be his favorite Columbia course. According to The Poetry Foundation, Ginsberg spent several months in a mental institution after he pleaded insanity during a hearing. He was allegedly being prosecuted for", "id": 99}}
{"put": "id:wiki:wiki::100", "fields": {"title": "Allen Ginsberg", "text": "harboring stolen goods in his dorm room. It was noted that the stolen property was not his, but belonged to an acquaintance. Ginsberg referred to his parents, in a 1985 interview, as \"old-fashioned delicatessen philosophers\". His father, Louis Ginsberg, was a published poet and a high school teacher. Ginsberg's mother, Naomi Livergant Ginsberg, was affected by a psychological illness that was never properly diagnosed. She was also an active member of the Communist Party and took Ginsberg and his brother Eugene to party meetings. Ginsberg later said that his mother \"made up bedtime stories that all went something like: 'The", "id": 100}}
